[
{"job_title": "Mitarbeiter_in (m/w/d) - Hochschulbibliothek", "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\"><p></p><div><div><div><p>An der <b>Jade Hochschule Wilhelmshaven/Oldenburg/Elsfleth</b> ist in der <b>Hochschulbibliothek</b> am <b>Campus\n</b><br>\n<b>Wilhelmshaven </b>zum nächstmöglichen Zeitpunkt folgende Stelle im Umfang von 100% unbefristet zu\n<br>\nbesetzen:<br>\n<br>\n</p><p><b>Mitarbeiter_in in der Hochschulbibliothek (m/w/d)\n</b><br>\n<b>Wissenschaftliche Informationskompetenz für Lehre und Forschung\n</b></p><p><b>(Entgeltgruppe 13 TV-L)\n</b><br>\n<b>Bib 02/21<br>\n</b></p><p><br>\n<b>Ihre Aufgaben\n</b></p><ul><li>Leitung des Teams Zentrale Digitale Services (ZDS) mit den Bereichen Erwerbung und Administration\n</li></ul>Digitaler Medien, Webseiten, Elektronische Services, LBS-Anwendungsbetreuung des\n<br>\nBibliotheksmanagementsystems (LBS) und bibliotheksinterne IT-Angelegenheiten sowie der Services\n<br>\nrund um Lehr- und Lernsysteme der Jade Hochschule (insbesondere Moodle) (6 VZÄ insgesamt)\n<ul><li>Stellvertretende Leitung der Hochschulbibliothek\n</li></ul><ul><li>Open-Access-Beauftragte_r der Jade Hochschule\n</li></ul><ul><li>Bedarfsorientierte Planung, Entwicklung, Durchführung, Koordinierung und Evaluierung des\n</li></ul>Fortbildungsangebotes der Hochschulbibliothek zur Vermittlung von Informationskompetenz für\n<br>\nLehrende, Forschende und Mitarbeiter_innen der Jade Hochschule in Kooperation mit den\n<br>\nFachbereichen mit den Schwerpunkten Urheberrecht, Open Access, elektronisches Publizieren sowie\n<br>\ndessen hochschulinterne und externe Förderung\n<ul><li>Beratung und nachhaltige Unterstützung beim Aufbau einer kooperativen Infrastruktur für\n</li></ul>Forschungsdatenmanagement, insbesondere zum standardisierten Nachweis von\n<br>\nForschungspublikationen, Forschungsprimärdaten und Hochschulschriften, u.a. zum Aufbau einer\n<br>\nHochschulbibliographie an der Jade Hochschule<br>\n<p><br>\n<b>Vorausgesetzt werden\n</b></p><ul><li>ein abgeschlossenes wissenschaftliches Hochschulstudium (z.B. Dipl. (Uni)/Master) der Fachrichtung des\n</li></ul>Bibliotheks- und Informationswesens oder vergleichbar\n<p>oder\n</p><p>ein abgeschlossenes wissenschaftliches Hochschulstudium (z.B. Dipl. (Uni)/Master) sowie ergänzend\n<br>\neine Fachausbildung für den höheren Dienst an wissenschaftlichen Bibliotheken\n</p><ul><li>Erfahrungen in Projektmanagement, Teamführung und Leitungsaufgaben\n</li></ul><ul><li>Erfahrungen mit Benutzerschulungen (Präsenz und Online) in verschiedenen Formaten sowie\n</li></ul>einschlägige didaktische Kenntnisse\n<ul><li>hohe kommunikative und soziale Kompetenz, Teamfähigkeit und Flexibilität sowie Fähigkeit zu\n</li></ul>selbständigem und eigenverantwortlichem Arbeiten\n<ul><li>Kenntnisse in der Anwendung eines Literaturverwaltungsprogrammes (vorzugsweise Citavi), eines\n</li></ul>Lernmanagementsystems (vorzugsweise Moodle) sowie verschiedener Videokonferenzsysteme\n<ul><li>Bereitschaft zu regelmäßigen Dienstreisen, insbesondere zwischen den Studienorten, und zu\n</li></ul>Fortbildungen\n<ul><li>gute Kenntnisse in englischer Sprache in Wort und Schrift\n</li></ul><br>\n<b>Wünschenswert sind\n</b><ul><li>Kenntnisse von Portalen und Software(-Tools) zur Recherche, Erwerbung und/oder Verwaltung digitaler\n</li></ul>Medien (z.B. EZB, DBIS, LAS:eR, Bibliotheksmanagementsystem – vorzugsweise PICA/OCLC-LBS4/CBS,\n<br>\nDatenbanken des GBV, Discovery Software Primo, SFX, BibControl)<b>\n</b><ul><li>Kenntnisse der Recherche in verschiedenen Fachdatenbanken, vorzugsweise in den an der Jade\n</li></ul>Hochschule vertretenen Fachgebieten<b>\n</b><ul><li>Kenntnisse zur Beratung in (Open-Access-)Publikationsprozessen sowie deren finanzieller Förderung\n</li></ul><ul><li>Kenntnisse zur (Open-Access)Publikationsanalyse\n</li></ul><ul><li>Kenntnisse zu urheberrechtlichen und datenschutzrechtlichen Fragestellungen und Entwicklungen,\n</li></ul>insbesondere im Umfeld von Open Access, Creative Commons, Open Educational Resources, Open\n<br>\nScience, Open Data, Forschungsdaten o. ä.<br>\n</div></div><p></p><br>\n<div><div><p><b>Wir bieten Ihnen:\n</b></p><ul><li>eine anspruchsvolle und vielseitige Aufgabe mit Leitungsfunktion in einem qualifizierten Team auf\n</li></ul>einem Hochschulcampus mit maritimem Flair\n<ul><li>umfangreiche Personalentwicklungsangebote\n</li></ul><ul><li>familienfreundliche, flexible Arbeitszeitregelung sowie die Möglichkeit zu Telearbeit\n</li></ul><br>\nRückfragen richten Sie bitte an Walburgis Fehners, E-Mail walburgis.fehners@jade-hs.de oder Tel. +49 4421 985\n<br>\n2430.\n<br>\n<br>\nWir gewährleisten die berufliche Gleichstellung von Frauen und Männern und berücksichtigen vorrangig\n<br>\nschwerbehinderte Menschen mit gleicher Eignung und Qualifikation.\n<br>\n<br>\nBitte richten Sie Ihre Bewerbung -mit den üblichen Unterlagen- bis zum <b>22. September 2021</b> unter <b>Angabe\n</b><br>\n<b>der Kennziffer</b> an den<br>\n<br>\n<p><i>Präsidenten der Jade Hochschule Wilhelmshaven/Oldenburg/Elsfleth\n</i><br>\n<i>Friedrich-Paffrath-Straße 101\n</i></p><p><i>26389 Wilhelmshaven</i></p></div></div></div><p></p></div>"]},
{"job_title": "Praktikant (m/w/d) im Bereich Customer Care / Workplace Mental Health", "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\">Unser schnell wachsendes Corporate Health Startup aus Berlin besteht aus erfahrenen Gründer: innen und Expert: innen mit Expertise im Bereich Arbeits- und Gesundheitspsychologie, Data Science und Organisationsberatung. Wir arbeiten gemeinsam an der Arbeitswelt von morgen und stellen Organisationen Wissen, Transparenz und Technologie bereit, um gesunde Arbeitsplätze zu schaffen.\n<br><br>\nWenn du sehr motiviert bist, eine gewisse IT-Affinität besitzt, dich fachlich weiterentwickeln willst und dir ein gesundes Miteinander bei der Arbeit wichtig ist, dann freuen wir uns auf deine Bewerbung. Für die Unterstützung unseres Customer Care Teams suchen wir ab sofort eine: n Praktikant: in im Bereich Customer Support.\n<br><br>\nAufgaben\n<br><br>\n<ul>\n<li>Du unterstützt den Customer Care Bereich administrativ und organisatorisch</li>\n<li>Du trägst die Verantwortung für die Kundenanfragen im technischen Support</li>\n<li>Du nimmst Telefonanrufe entgegen oder leitest sie ggf. weiter an den Supportbereich und bearbeitest E-Mails in unserem Ticketsystem</li>\n<li>Du bist für die Vorbereitung von Unterlagen für Termine mit unseren Kunden und Partnern sowie Verfolgung der To-Dos zuständig</li>\n<li>Du kannst eigene kleine Projekte übernehmen und damit unseren Customer Success Managern unterstützen</li>\n</ul>\nQualifikation\n<br><br>\n<ul>\n<li>Du bist aktuell im Bachelor oder Master Studium der Psychologie/Wirtschaftspsychologie</li>\n<li>Deine Stärken liegen in der Kommunikationsstärke und im kundenzentrierten Denken</li>\n<li>Dich zeichnet eine selbständige und sorgfältige Arbeitsweise aus</li>\n<li>Du hast eine IT-Affinität</li>\n<li>Du bist offen für den Arbeitsalltag in einem digitalen Startup</li>\n<li>Du verfügst über sehr gute Deutsch- und Englischkenntnisse</li>\n</ul>\nBenefits\n<br><br>\n<ul>\n<li>Ein spannendes Praktikum in einem Tech-Start-Up, welches die Arbeitswelt von morgen verändern will</li>\n<li>Starke Lernkurve</li>\n<li>Arbeit in einem extrem starken und kompetenten Team</li>\n<li>Transparenz mit flachen Hierarchien und einem wertschätzenden Arbeitsumfeld</li>\n<li>Faire Entlohnung</li>\n<li>Regelmäßige Teamevents</li>\n<li>Kurze Entscheidungswege</li>\n<li>Hands-On Mentalität</li>\n<li>die Stelle kann sowohl in unseren Offices in Berlin und Konstanz, als auch Remote ausgeführt werden</li>\n</ul>\nHaben wir dein Interesse geweckt?Dann schick uns doch einfach deinen Lebenslauf und wir werden uns zeitnah bei dir melden. Wir freuen uns auf deine Bewerbung</div>"]},
{"job_title": "E-Learning Dozent IT-Systemadministration im Gesundheitswesen (m/w/d)", "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\">Hy there!\n<br><br>\nWir sind Hypercampus, das Bootcamp für die digitale Transformation im Gesundheitswesen. Die Gesundheitsbranche in Deutschland durchläuft aktuell, beschleunigt durch die Covid-19 Pandemie, einen digitalen Veränderungsprozess, auf den ihre 5.7 Millionen Beschäftigten nicht vorbereitet sind. Digitalisierung kann in der Breite aber nur gelingen, wenn nicht nur die Technologie, sondern auch die Anwender bereit sind.\n<br><br>\n<b>Genau da setzen wir an:</b> Durch unsere Online-Kurse bieten wir Quereinsteigern und Fachkräften im Gesundheitswesen die Chance, sich die digitalen Skills anzueignen, die sie in Zukunft brauchen werden. Unser Ausbildungsangebote in den Bereichen Telemedizin, Data Science, Interoperabilität u.v.m. sind digital-first und maximal praxisorientiert.\n<br><br>\nFür unsere 12-monatige Weiterbildung zur \"IT-Fachkraft für Systemadministration im Gesundheitswesen\" suchen wir nach einem Dozenten mit fundierten IT-Kenntnissen und Erfahrung im Gesundheitswesen, der unsere Kursteilnehmer ideal auf die Herausforderungen und Chancen eines digitalen Gesundheitswesens vorbereitet.\n<br><br>\nAufgaben\n<br><br>\n<ul>\n<li>Du leitest unseren 12-monatigen Online-Kurs und übermittelst Wissen im Bereich Digital Health sowie IT-Systemadministration</li>\n<li>Vormittags führst du den Unterricht, nachmittags betreust du unsere Teilnehmer beim Selbststudium mit der Unterstützung eines Teaching Assistants</li>\n<li>Du unterstützt zudem unsere Teilnehmer bei ihren praxisbezogenen Projektarbeiten am Ende des Kurses</li>\n<li>Du verbesserst gemeinsam mit deinen Kollegen kontinuierlich unsere Lehrinhalte und entwickelst praxis-nahe Selbststudiumsaufgaben</li>\n</ul>\nQualifikation\n<br><br>\n<ul>\n<li>Du bringst langjährige Erfahrung in der IT-Systemadministration mit, davon mindestens 1-2 Jahre im Gesundheitswesen</li>\n<li>Du hast eine Leidenschaft für Digital Health und Freude daran, dein Wissen weiterzugeben und die zukünftige Generation von Systemadministration auszubilden</li>\n<li>Deine perfekten Deutschkenntnisse sowie ein sicheres Auftreten zeichnen dich aus</li>\n<li>Erste Erfahrungen im Bereich (Digital) Learning sind nicht erforderlich, aber ein Plus</li>\n</ul>\nBenefits\n<br><br>\nDie Möglichkeit ein Unternehmen von Start an mitzugestalten\n<br><br>\n<ul>\n<li>Viel Verantwortung und Gestaltungsspielraum in einem dynamischen Lernumfeld mit Startup-Atmosphäre</li>\n<li>Wir sind ergebnisorientiert, pragmatisch und meritokratisch und bieten dir eine faire Zusammenarbeit an, in der immer das bessere Argument zählt</li>\n<li>Wir beschäftigen uns gleichzeitig mit den drei spannendsten Felder der 2020er Jahre: Education, Healthcare, Digitalisierung</li>\n<li>Intensive Einarbeitung und Weiterentwicklungsmöglichkeiten durch regelmäßige Feedbacks, Schulungen und Coaching</li>\n<li>Home-Office auch außerhalb der Pandemie</li>\n<li>Diverse Team Events und eine einzigartige Kultur, die dich in den Mittelpunkt stellt</li>\n</ul>\nInteressiert? Melde dich ohne Anschreiben, aber mit CV oder einem Link zu deinem Linkedin-/Xing-Profil bei uns.\n<br><br>\nRichtig cool wäre ein 1-2 minütiges Bewerbungsvideo, in dem du dich kurz vorstellst.</div>"]},
{"job_title": "Senior Developer (f/m/d/x) - Product Engineering and Innovation", "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\">Deloitte is a global leader in Application Modernization. We analyze and modernize legacy application landscapes to empower organizations for the future. Our solution portfolio enables fully-automated modernization to Java, .NET, and Cloud / Cloud Native.\n<br><br>\nThe nucleus of our success are our teams in the Application Modernization Studio, located on three continents: Austin, TX/USA, Senden near Ulm/Germany, Bengaluru/India. Although strongly embedded in a global consulting company, the App Mod Studio kept its startup mentality that drives our everyday passion.\n<br><br>\nAufgaben\n<br><br>\nYou will take a lead role in the development team, create completely new assets, and extend our existing ones.\n<br><br>\n<ul>\n<li>You will relieve our architects, e. g. by supporting them or challenging their concepts.</li>\n<li>You will lead a development team, guide them in tight interaction and make sure that they keep the focus.</li>\n<li>You will collaborate with our teams on other continents.</li>\n<li>You will set a good example in both, coding and collaboration.</li>\n<li>You will perform strict and constructive tool-based code reviews.</li>\n<li>You will work in agile Kanban or Scrum teams. Your daily work is ticket-based.</li>\n<li>You will distribute your knowledge to the whole team to make it better.</li>\n</ul>\nQualifikation\n<br><br>\n<ul>\n<li>You hold a Bachelor’s or Master’s Degree in Computer Science or related fields.</li>\n<li>You have several years of engineering experience with a broad range of technologies.</li>\n<li>You have deep knowledge in at least 4 of the following topics: Cloud, Security, Data Management, Artificial Intelligence &amp; Machine Learning, DevOps, and Code Analysis.</li>\n<li>You have strong proven experience in Java Programming. Additional C#/.NET experience is appreciated.</li>\n<li>You have good communication skills.</li>\n<li>You have leadership quality and experience.</li>\n<li>You have coaching competence to guide and mentor developers.</li>\n<li>You are an assertive maker, actively taking ownership.</li>\n<li>You have a positive and motivating attitude.</li>\n<li>You are interculturally competent; our division collaborates across 3 continents.</li>\n<li>Even if we do not look for an explicit full stack developer, experience with</li>\n</ul>\nUI technologies like Angular or Ant Design is advantageous.\n<br><br>\nBenefits\n<br><br>\n<ul>\n<li>We offer diversified challenges and a startup spirit backed by a leading technology company</li>\n<li>We offer working in small teams with flat hierarchies and a strong culture of collaboration and mutual support</li>\n<li>We offer the chance to work for one of the best growing offerings of Deloitte Consulting</li>\n<li>We have an extraordinary team spirit with team events and a lot of fun</li>\n<li>We offer flexible work times and the option to work significant time from home</li>\n<li>We offer the option to visit of our offices in Austin (TX, USA) and Bengaluru (India)</li>\n<li>Our mentoring program gets you quickly on board and productive</li>\n<li>You choose your high end notebook: PC or Mac.</li>\n</ul>\nWe are looking forward to receiving your application!</div>"]},
{"job_title": null, "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\">Wir sind die Positive Thinking Company. Wir suchen Ihr Talent und Ihre Leidenschaft, zur Verstärkung unserer Data &amp; Analytics Experten. Schließen Sie sich uns an, entfalten Sie Ihre Fähigkeiten und Talente und stecken Sie unsere Community mit Ihrer Begeisterung und Ihren Ideen an.\n<br><br>\n<b>Was uns wichtig ist? Die 3 W’s:</b> Wissensaustausch, Weiterbildungen und Weiterentwicklung. Interessiert? Dann wird’s jetzt spannend :\n<br><br>\nAufgaben\n<br><br>\n<ul>\n<li>Entwicklung und Umsetzung von Business Intelligence</li>\n</ul>\nStrategien\n<br><ul>\n<li>Projekte von der Planung und Konzeption bis hin zur</li>\n</ul>\nRealisierung von (Big) Data Architekturen, Prozessstrecken, Machine Learning\n<br>und Analytics-Lösungen\n<br><ul>\n<li>Optimierung bestehender BI und Big Data Landschaften und</li>\n</ul>\nImplementierung verschiedenster Datenstrukturen und -prozesse\n<br><ul>\n<li>Schnittstellenfunktion zwischen operativen Fachbereichen und</li>\n</ul>\nder technischen Entwicklung\n<br><ul>\n<li>Moderne Data Lake Ansätze entwickeln, neue Technologien</li>\n</ul>\nkennenlernen und Kunden beim Aufbau von On-Premise, Cloud- &amp;\n<br>IoT-Architekturen unterstützen\n<br><br>\nQualifikation\n<br><br>\n<ul>\n<li>Masterabschluss,</li>\n</ul>\nvorzugsweise in (Wirtschafts-) Informatik, (Wirtschafts-) Mathematik,\n<br>Statistik, Physik oder einer vergleichbaren Studienrichtung\n<br><ul>\n<li>Mindestens 3 Jahre Erfahrung in einem dieser Felder: Data Engineering, Data Warehousing, Big Data Architekturen, ETL/ELT, Business Intelligence, Analytics und/oder Data Science</li>\n<li>Idealerweise Technologieerfahrung bspw. mit Hadoop, AWS, Azure, Exasol, Oracle, SAS, SAP, Apache Hive, Spark, HBase Kafka, Kubernetes, Docker, Jupyter Notebooks, Talend oder SSIS</li>\n<li>Programmierkenntnisse in einer dieser Sprachen wie Java, C#, Python, Scala, Spark und/oder SQL</li>\n<li>Verhandlungssichere</li>\n</ul>\nDeutsch- und Englischkenntnisse\n<br><br>\nBenefits\n<br><br>\nUnser Versprechen\n<br><b>\\-Wir sind nicht langweilig:</b> Dazu gehören vielfältige Projekte aus unterschiedlichsten Branchen.\n<br><b>\\-Wir bleiben am Puls der Zeit:</b> Wir arbeiten mit zukunftsweisenden Technologien und lernen immer dazu.\n<br><b>\\-Wir machen Karriere:</b> Entwicklung ist bei uns individuell, auf Ihre Stärken angepasst und herausfordernd.\n<br><b>\\-Wir leben Work-Life-Balance:</b> Attraktive Vergütung, Zusatzleistungen, 30 Tage Urlaub, Feiertage des Bundeslandes Baden-Württemberg.\n<br><b>\\-Wir denken grün:</b> mit unseren sozialen Projekten wollen wir die Arbeitswelt verändern und inspirieren uns gegenseitig mit neuen Ideen.\n<br><b>\\-Wir haben gemeinsam Spaß:</b> Regelmäßige lokale Afterworks, Sportevents und jährliche Weihnachtsfeiern\n<br><br>\nAber genug von uns, jetzt sind Sie dran.\n<br>Sie haben noch Fragen? Kontaktieren Sie uns gerne.\n<br>Bereit ein Positive Thinker zu werden? Dann geht es hier entlang.</div>"]},
{"job_title": "Dualer Master (m/w/d) im Bereich Digitalisierung/ Digital Twin", "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\">Partnerunternehmen\n<br><br>\nUnser Partnerunternehmen, Siemens Digital Industries (DI), ist ein Innovationsführer in der Automatisierung und Digitalisierung und kümmert sich in enger Zusammenarbeit mit Partnern und Kunden um die digitale Transformation in der Prozess- und Auftragsfertigungsindustrie. Siemens Digital Industries (DI) hat seinen Hauptsitz in Nürnberg und beschäftigt international rund 75.000 Mitarbeitende. Sie bieten ein internationales Umfeld mit mehr als 140.000 Kunden (m/w/d) in aller Welt, die bereits auf die Digitalisierungskompetenz vertrauen. In Deutschland arbeiten mehr als 2.000 Mitarbeitende an spannenden und vielfältigen Kundenprojekten in den Branchen Luft- und Raumfahrt, Automobil und Transport, Konsumgüter und Handel, Elektronik und Halbleiter, Energie und Versorgung, Industrie- und Schwermaschinenbau, Schifffahrt sowie Medizintechnik und Pharmazie.\n<br><br>\nProjekt-Kompetenz-Studium®\n<br><br>\nWährend deiner zweijährigen Projekt- und Studienzeit wirkst du im Bereich Digitalisierung/ Digital Twin bei Siemens Digital Industries (DI) aktiv mit. Durch die praxisnahen Seminare kannst du dein erlerntes Wissen direkt in der Praxis anwenden.\n<br><br>\nAnhand eines umfassenden Projekts im Bereich Digital Twin arbeitest du mit einem interdisziplinären Team, bestehend aus Masteranden, unter\n<br><br>\nprofessioneller Anleitung.\n<br><br>\nDieses Studienprojekt ist in Kombination mit folgenden Studiengängen möglich:\n<br><br>\n<ul>\n<li>Master of Science in Wirtschaftsingenieurwesen mit Fokus auf Mechatronik oder Fügetechnik/Klebetechnik</li>\n<li>Master of Science in Wirtschaftsinformatik mit Fokus auf Data Science</li>\n<li>Master of Business Engineering mit Fokus Technologiemanagement</li>\n</ul>\nAufgaben\n<br><br>\n<ul>\n<li>Eigenverantwortliche Entwicklung, Validierung und Roll Out von Domain übergreifenden Industry Use Cases &amp; Prozessen in Verbindung mit dem Digital Enterprise Experience Center in München zum Thema „Digital Twin“</li>\n<li>Präsentation der Use Cases im Rahmen von Kundenprojekten vor Ort und im virtuellen Showroom</li>\n<li>Erarbeitung und Optimierung von Nutzungskonzepten für die Broadcasting Infrastruktur (live Übertragungen aus dem DEEC, Hybridveranstaltungen)</li>\n<li>Optimierung &amp; Support der Digital Enterprise Experience Center Infrastruktur (Cloud / Hardware)</li>\n<li>Internationale Zusammenarbeit</li>\n<li>Wir suchen 5 Junior Consultants für die jeweiligen Schwerpunkte: Simulation, Automatisierung, Manufacturing, Application Lifecycle Management &amp; PLM, Mechatronics, Manufacturing Operations Management</li>\n</ul>\nQualifikation\n<br><br>\n<ul>\n<li>Sehr gut bis gut abgeschlossenes Studium (Uni, FH, DH) der (Wirtschafts-) Informatik, des (Wirtschafts-) Ingenieurwesens, der Elektrotechnik oder einer vergleichbaren Fachrichtung</li>\n<li>Kenntnisse mit Siemens Lösungen aus den unter Aufgaben genannten Schwerpunkten von Vorteil</li>\n<li>Erfahrung mit Product Lifecycle Management wünschenswert</li>\n<li>Selbstständiges, kreatives und teamorientiertes Arbeiten</li>\n<li>Sehr gute Deutsch- und Englischkenntnisse</li>\n</ul>\nBenefits\n<br><br>\n<ul>\n<li>Mentoring und Projektcoaching für deine fachliche und persönliche Weiterbildung</li>\n<li>Staatlich anerkanntes, akkreditiertes und finanziertes Masterstudium inkl. festes Gehalt, sowie Vorlesungen in Berlin, Stuttgart, Asien und USA</li>\n<li>Berufsintegriertes Studium und Karriereeinstieg bei der SCMT GmbH und unserem Partnerunternehmen</li>\n</ul>\n<b>Job-ID:</b> 7976\n<br><br>\nBewerbung und Studienberatung\n<br><br>\nLaura Hermes\n<br><br>\n<b>Telefon:</b> +49 (0) 711 – 44 08 08 – 63\n<br><br>\nProjektberatung\n<br><br>\nAntonia Baum\n<br><br>\n<b>Telefon:</b> +49 (0) 711 – 44 08 08 – 43</div>"]},
{"job_title": "Lead Product Designer", "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\">Jobbeschreibung\n<br><br>\nUnser Kunde - ein Berliner Startup im Gesundheitsbereich - entwickelt innovative Produkte und Services und kombiniert dabei digitale Kompetenz mit wissenschaftlichen Ergebnissen, validierten Daten und menschlicher Beratung. Der Fokus des Service-Offerings des Unternehmens liegt auf der Erhaltung der Lebensqualität, Prävention und Gesundheitscoaching. Damit leistet das Unternehmen einen sinnstiftenden Beitrag im deutschen Gesundheitsbereich. Das internationale und interdisziplinäre Team besteht aus UX/UI-Experten, POs, Service Designern, Entwicklern, Coaches, Wissenschaftlern und Medizinern.\n<br><br>\nUm den digitalen Wandel im Gesundheits-Sektor weiter voranzutreiben und zu gestalten, wird aktuell ein zentrales digitales Service Produkt entwickelt - basierend auf Insights aus Datenanalysen, Machine Learning und KI - die durch das interne Data Science Lab zur Verfügung gestellt werden. Ein zweiter Workstream ist die Entwicklung von innovativen Service Apps und Tools für Direktkunden.\n<br><br>\nFür die Entwicklung von innovativen Produkten und Services im Gesundheitsbereich und Führung eines Product-Design-Teams suchen wir einen\n<br><br>\nLead Product Designer (m/w/d) (Vollzeit)\n<br><br>\nin Berlin\n<br><br>\n<b>Die Rolle:</b><br>\n<ul>\n<li>Evangelist für Design-Exzellenz, -Prozesse und -Kultur – berichtet an den Director Digital Products und arbeitet u.a. direkt mit dem CPO zusammen</li>\n<li>Entwicklung eines innovativen Eigen-Produkts im Gesundheitsbereich</li>\n<li>Betreuung weiterer spannender Service-Projekte mit Innovationcharakter im Gesundheitsbereich</li>\n<li>Führung eines aktuell 6 köpfigen Product-Design Teams bestehend aus Senior- und mid-level UX/UI Designern</li>\n<li>Mentoring, Coaching und Weiterentwicklung des Design Teams</li>\n<li>Collaboration in cross-funktionalen Teams(Dev / Design / QA / PO) auf Scrum-Basis und Co-Creation / Design Sprints mit Kunden</li>\n</ul>\nStellenanforderungen\n<br><br>\n<b>Dein Profil:</b><br>\n<ul>\n<li>7+ Jahre \"hands-on\" Product-Design Erfahrung im Startup oder Agenturumfeld</li>\n<li>Davon mindestens 2 Jahre Teamleaderfahrung</li>\n<li>Background und Schwerpunkt im UX / Interaction Design (Research, Customer Journeys, Flow Charts, Prototyping, Entwicklung von mobile Patterns)</li>\n<li>Prozess-Affinität und Erfahrung mit komplexen Abläufen</li>\n<li>Kreatives Denken und Arbeiten in Varianten, Herleitung von Konzepten</li>\n<li>Sichere Handhabung von Tools wie Sketch, Figma, InVision, Zeplin, Adobe XD</li>\n<li>Sehr gute Deutsch- (C1 oder C2) und Englischkenntnisse</li>\n</ul>\n<b>Das wird dir geboten:</b><br>\n<ul>\n<li>spannende Projekte mit Innovationscharakter im Gesundheitsbereich und ein kollaboratives Arbeitsumfeld mit internationalen und cross-funktionalen Teams</li>\n<li>Zugriff auf zukunftsweisende Technologien, wie AI, Machine Learning und Zusammenarbeit mit Data-Scientists, Data-Architects und Wissenschaftlern im Gesundheitsumfeld</li>\n<li>Das Unternehmen entwickelt aktuell ein Beteiligungsmodell: Unternehmensbeteiligung wird perspektivisch möglich über ein ESOP Programm</li>\n<li>Karriereoptionen in einem spannenden und sinnstiftenden Unternehmen auf dem Weg zur Digital Product Company</li>\n<li>Eine aufgeschlossene Unternehmenskultur im Wandel – und offen für neue kreative Impulse</li>\n<li>Flexibles Arbeiten und Remote Arbeit möglich, geplant sind 2-3 Tage vor Ort im Büro in Friedrichshain</li>\n</ul>\nKlingt das spannend? Dann sende uns bitte deine Bewerbung und wir freuen uns darauf, dich bald kennenzulernen!</div>"]},
{"job_title": "AI / Machine Learning Specialist (m/w/d)", "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\">Matelso ist ein mittelständisches inhabergeführtes IT-Unternehmen. Wir stellen unseren Kunden aus verschiedenen Bereichen des (Online-)Marketing eine Softwarelösung zur Verfügung, mit der sie eingehende Anrufe auf verschiedene Marketingkanäle – bis hin zur Keywordebene – zurückführen können. Kurz gesagt: Jemand ruft Dich an und wir sagen Dir, was er gegoogelt hat.\n<br><br>\nAls AI / Machine Learning Specialist (m/w/d) arbeitest du an Algorithmen und Methoden, um aus der Vielzahl unserer Marketing-Daten zuverlässige Vorhersagen zu treffen sowie Optimierungen abzuleiten und somit Mehrwerte für unsere Kunden zu generieren. Dabei bist Du in Bezug auf Technologien im Bereich Künstliche Intelligenz immer einen Schritt weiter.\n<br><br>\nAufgaben\n<br><br>\n<ul>\n<li>Entwickeln und Nutzen KI-getriebener Methoden zur Analyse, Interpretation und Visualisierung von gewonnenen Informationen und abgeleiteten Empfehlungen</li>\n<li>Entwickeln und Umsetzen von AI-Use Cases</li>\n<li>Recherche, Auswahl und Erprobung geeigneter Algorithmen und Libraries</li>\n<li>Durchführen von Tests zur Evaluation der Modelle</li>\n<li>Anwenden von Machine Learning, Künstlicher Intelligenz und Natural Language Processing um die Probleme unserer Kunden zu lösen (z.B. Sprachanalyse)</li>\n<li>Enge Zusammenarbeit mit dem Projekt- und Entwicklerteam um gemeinsam kreative und experimentelle Wege zu gehen</li>\n</ul>\nQualifikation\n<br><br>\n<ul>\n<li>Ein abgeschlossenes Studium mit IT- oder Daten-Bezug (z.B. Informatik, Mathematik, Statistik, Data Science etc.)</li>\n<li>Erfahrung in Bereichen wie Big Data, Statistik, Neuronale Netze und NLP</li>\n<li>Kenntnisse im Umgang mit geeigneten Programmiersprachen, wie beispielsweise C#, C++, Python, Java, Node.js, Perl etc.</li>\n<li>Gute Sprachkenntnisse in Deutsch und Englisch für die Zusammenarbeit in unserem internationalen Team</li>\n<li>Begeisterung bezüglich neuen und innovativen Technologie</li>\n</ul>\nBenefits\n<br><br>\n<ul>\n<li>Top-Gehalt: Deine starke Performance belohnen wir mit einem attraktiven Fixum und weiteren Zusatzleistungen.</li>\n<li>Zielorientierte Boni: Objektive Ziele schaffen Motivation und Orientierung.</li>\n<li>Flexibles Arbeitszeitmodell: Je nach Aufgabenfeld und Situation sind Gleitzeit und Home Office möglich und nötig.</li>\n<li>Beste Lage: Unser Büro ist optimal erreichbar und die Innenstadtlage ermöglicht private Erledigungen in Arbeitspausen.</li>\n<li>Kostenlose Ladestation: Ein gefüllter Getränkekühlschrank, Kaffeevollautomat, Obstkorb und Snacks helfen Dir dabei, dass Dein Akku stets gefüllt bleibt.</li>\n<li>Unbefristete Anstellung: Alle Zeichen stehen auf Wachstum. Daher erhältst du selbstverständlich einen unbefristeten Arbeitsvertrag und die Perspektive einer nachhaltigen Zusammenarbeit.</li>\n<li>Individuelle Personalentwicklung: Jeder Kollege erhält sein persönliches Weiterbildungsbudget.</li>\n<li>Lukrative Wettbewerbe: Über Innovationspreise bis hin zu Fitness-und Gesundheitsinitiativen - Auch Dein Engagement außerhalb der Arbeitszeit wird großzügig honoriert.</li>\n<li>Echter Teamspirit: Das Wir-Gefühl wird bei uns auch außerhalb der Büroräume durch gemeinsame Aktivitäten, Sport und Events gelebt und gefeiert.</li>\n<li>Mitarbeiterangebote: Als Mitarbeiter (m/w/d) bei matelso erhältst du Zugang zu exklusiven Vergünstigungen bei über 1.500 (Online-)Shops und Dienstleistern.</li>\n<li>Top Notch Equipment: Modernste Büroräume mit individuellem “State-of-the-Art”-Arbeitsplatz.</li>\n</ul>\nInteressiert?\n<br><br>\nDann freuen wir uns auf Deine aussagekräftigen Bewerbungsunterlagen unter Angabe Deines frühestmöglichen Eintrittstermins und Deiner Gehaltsvorstellung unter Verwendung unseres Webformulars oder per Mail.\n<br><br>\nDu hast vorab Fragen? Dann steht dir Benjamin Gundermann gerne per Telefon zur Verfügung: 0711 89 98 90 42\n<br><br>\nPersonenbezogene Formulierungen in der Stellenanzeige sind geschlechtsneutral zu betrachten.</div>"]},
{"job_title": null, "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\">Intro\n<br><br>\nAs an (Junior) Compliance Manager, you will be a member of the team responsible for the security compliance and certification of Data4Life. With your commitment, you can support our international team in advancing digitization and medical research. This is how we work together to improve the health and quality of life of others. Our modern working models give you the freedom to choose between working in the office, with the hybrid option or completely from home.\n<br><br>\nYour future areas of responsibility\n<br><br>\n<ul>\n<li>Maintenance and continuous improvement of Data4Life’s Information Security Management System.</li>\n<li>Planning and implementation of existing and new compliance and certification regimes.</li>\n<li>Coordination of external audits.</li>\n<li>Planning and execution of internal audits within the scope of Data4Life’s digital compliance framework.</li>\n<li>Working closely together with our data privacy and legal functions to understand broader compliance requirements and implications.</li>\n<li>Coordinating security compliance activities with our internal project teams as well as other departments.</li>\n<li>Supporting on the job training and development of junior team members.</li>\n</ul>\nWho we are looking for\n<br><br>\n<ul>\n<li>You have a Bachelor or Master degree in business, law or technology (e.g. Computer Science, Business Informatics).</li>\n<li>You have at least 1-2 years of professional experience as Compliance Manager; work experience within the German health sector would be a plus.</li>\n<li>You have first experiences in implementing an Information Security Management System (ISMS) in line with standards like ISO 27001 or BSI IT-Grundschutz. Or you have experience auditing an ISMS.</li>\n<li>Information security training and certifications are a plus.</li>\n<li>Experience in project management, risk management as well as conducting and coordinating audits (both external and internal) is a plus.</li>\n<li>You are able to build relationships with our diverse, talented teams.</li>\n<li>You are not afraid to present your ideas and results to internal steakeholders.</li>\n<li>In addition to a structured, result-oriented and independent way of working, you have a collaborative, goal-oriented mindset, and attention to the right level of detail, as demanded by the task or topic.</li>\n<li>German at a fluent or native level (spoken and written) and business fluent English skills are underlining your communication skills.</li>\n</ul>\nTo apply for this opportunity, please send us your complete application document (resume, cover letter, reference letters, salary expectation and earliest possible start date).\n<br><br>\nWhy you will love working with us\n<br><br>\n<ul>\n<li>Actively contribute to developing digital health solutions with a direct impact on the health and quality of life of others.</li>\n<li>A diverse team of professionals from about 30 countries working together at 4 locations (Potsdam, Berlin, Singapore and Barcelona).</li>\n<li>A generous education budget for courses, books, conferences, and your professional development.</li>\n<li>Attractive benefits including 30 days of paid vacation, flexible working hours, individual work models (100% office, 100% remote, or hybrid), and an employer who cares about the well-being of employees.</li>\n<li>An extensive and detailed on-boarding program to make your start at Data4Life as efficient as possible.</li>\n</ul>\n</div>"]},
{"job_title": "Data Analyst (m/f/x)", "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\">As part of the KI group, we shape an efficient future with data and technology.\n<br><br>\nAt KI performance, we work In agile teams, we use methods and technologies from the fields of data analytics, deep learning, process mining and business intelligence to turn customer data into efficient, fast and scaleble value-added processes. No project takes place without considering the business case, which is why we at KI performance are not only looking for pure techies but above all for communicative and creative individuals acting as interfaces between IT and business.\n<br><br>\nAs Data Analyst (m/f/x), you will translate client business requirements into well developed solutions that best leverage Power BI. Ideally you will be based either at our Cologne, Munich or Stuttgart office.\n<br><br>\nTasks\n<br><br>\n<ul>\n<li>Conception and development of data models and reports based on Microsoft Power BI technology</li>\n<li>Development of concepts for enterprise-wide Power BI implementation</li>\n<li>Development of dashboards, reports and advanced analytics solutions</li>\n<li>Advising clients on suitable governance concepts for Power Platform</li>\n<li>Consulting of companies regarding the introduction and use of Power BI</li>\n<li>Workshops, trainings and meetings with technical and non-technical audiences</li>\n</ul>\nRequirements\n<br><br>\n<ul>\n<li>University degree in computer science, business informatics or a comparable field of study</li>\n<li>Good knowledge of the entire Microsoft Power BI stack (at least 1 year relevant project experience)</li>\n<li>First practical experience with Azure Data Services (primarily Azure SQL Server, Azure Data Factory) and the Microsoft Power Platform (primarily Power Apps, Power Automate)</li>\n<li>Good knowledge in the field of relational data modelling and in-memory data models (tabular)</li>\n<li>Excellent knowledge with DAX, SQL and M (Power Query)</li>\n<li>Fundamental understanding in the field of information design and visualisation standards (e.g. IBCS)</li>\n<li>Must be able to communicate effectively with clients and team members</li>\n<li>Must have excellent German and English written and verbal skills</li>\n<li>Willingness to travel when required</li>\n</ul>\nBenefits\n<br><br>\n<ul>\n<li>You will have an opportunity to be at the frontline of innovation together with our prominent clients, influencing the car you drive in five years, the services you have on your flight, and the way you pay for your morning coffee.</li>\n<li>You get the chance to work on various interesting projects in short time frames.</li>\n<li>We have an open door work culture where ideas and initiatives are encouraged.</li>\n</ul>\nIf you feel comfortable in a tech- and data-driven environment, you are in the right place with us</div>"]},
{"job_title": "Lead Data Scientist (m/f/d)", "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\">About rubarb and the role\n<br><br>\nrubarb is a fast-growing start-up in the booming financial industry based in Hamburg. With a team of exceptional people, we want to empower everyday people to live a worry-free financial life. Even today, access to financial products is still complex and hence unevenly distributed, when in fact, it requires simple solutions to make them accessible to all. In November 2020 we went live with the rubarb app, offering a fully automated savings and investment platform for everyday people. Customers can make use of round-ups, savings plans and one-time payments in order to save money - free of barriers to entry and sustainable.\n<br><br>\nIf you are passionate about solving relevant societal problems based on data and would like to work in an open and friendly multinational team with lots of development opportunities, this could be your next challenge. Here is your chance to create one of the most important business functions from scratch. You decide how.\n<br><br>\nYour responsibilities\n<br><br>\n<ul>\n<li>You will be responsible for the overall area of data science, but especially for the development of machine learning algorithms</li>\n<li>You will define key metrics, take responsibility for business intelligence reports, and start searching an incredibly rich and diverse data set for patterns and validating hypotheses (or not)</li>\n<li>You'll work with AWS and for the large part have decision-making authority over which technologies to use, which you'll be responsible for deploying yourself</li>\n<li>You will select the tools needed to capture, store, and process ever-increasing amounts of data</li>\n<li>You will work with the tech team, reporting directly to the CTO and taking full responsibility for the data and related processes</li>\n<li>You will build and develop your own team</li>\n<li>You will work on longer term projects with more than twelve months of research time</li>\n<li>You understand the need to clean data before it is used and when security is paramount to protect the safety and identity of our customers</li>\n</ul>\nYour profile\n<br><br>\n<ul>\n<li>You have an academic background in a data science related field such as physics, biology, chemistry or mathematics</li>\n<li>You have relevant experience as a Data Scientist or Data Architect in a leading position</li>\n<li>You are proficient in all areas of building a data lake, from ETL processes to analysis and reporting to conceptualization and validation of hypotheses</li>\n<li>You are confident in programming in Python, Java or Go</li>\n<li>You are skilled in using R, Tableau, Microstrategy or similar and can argue when it is best to use what</li>\n<li>You have technical know-how in modeling and querying structured and unstructured data</li>\n<li>You have a good understanding of and experience with AWS</li>\n<li>You have very good English language skills, German is an advantage</li>\n<li>Finally, you have a sense of humor, a positive outlook on life, and love working on something meaningful with a team of many highly ambitious and intelligent people</li>\n</ul>\nWhy us?\n<br><br>\n<ul>\n<li>You will have a positive impact on people’s lives by building a product that takes away their financial worries</li>\n<li>You will be part of an experienced, international and open-minded team with an ego-free culture</li>\n<li>Enjoy 30 vacation days</li>\n<li>We offer flexible working hours and the possibility to decide when to work at the office or from home</li>\n<li>Our office is bright and spacious in the heart of Hamburg with ideal public transport connections</li>\n<li>Benefit from a variety of employee discounts with Corporate Benefits incl. gym offerings such as Urban Sports Club, Fitness First or FitX</li>\n<li>We regularly organize team events, offer free drinks (water, soft drinks, coffee, beer) and - of course - the obligatory foosball table as well as a fruit basket</li>\n<li>And if things get really wild, one of the founders even bakes a rhubarb crumble cake...</li>\n</ul>\nTo learn more about rubarb follow us on LinkedIn, Facebook, Instagram, and TikTok.\n<br><br>\nrubarb is an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive environment for all employees regardless of race, national origin, color, ancestry, religion, sex, sexual orientation, gender identity age, marital status, disability, or age.</div>"]},
{"job_title": "Lecturer Data Science (m/f/d)", "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\">XU Exponential University of Applied Sciences is the university of the\n<br>future - a homebase for trailblazers of digital change, courageous start-ups, pioneers who like to experiment, and those who set the digital course for the economy and science.\n<br><br>\nOur innovative Bachelor's and Master's programs consistently incorporate the most up-to-date digital and technological developments as well as the latest requirements of the labor markets are geared to be the career springboard for tomorrow's digital talents and shapers.\n<br><br>\nBecome part of it and join us in shaping the university of the future as a Lecturer Data Science (m/f/d)\n<br><br>\nAufgaben\n<br><br>\n<ul>\n<li>You have in-depth knowledge in all or some of the following topics:</li>\n</ul>\n1. History, basic terms, tasks, questions, concepts and methods of data science, basics of programming and algorithms\n<br><b>2. Data Science Tools:</b> Application of the basics in common software products: Excel, Tableau, Rapid Miner and Paterva Maltego, introduction IBM Watson\n<br><b>3. Data Structures:</b> Basic visualization algorithms, efficient algorithms, algorithm development, debugging and error identification\n<br><b>4. Programming Foundations in R:</b> Setting up and handling programming environments in R, use of R (e.g. functions, libraries, graphs, diagrams, expressions)\n<br>5. Acquiring and cleaning data with R\n<br><b>6. Data and Information Visualization:</b> Fundamentals of visual representation of quantitative information, visual analytics, visualization forms and diagrams\n<br><br>\nQualifikation\n<br><br>\n<ul>\n<li>You are passionate about data science and teaching.</li>\n<li>You want to work in an innovative and future oriented company while supporting our students.</li>\n<li>You have excellent english skills.</li>\n<li>You have experience in teaching undergraduate Students.</li>\n</ul>\nBenefits\n<br><br>\n<ul>\n<li>An open-minded way of cooperating, teamwork and committed colleagues who love what they do.</li>\n<li>Creative working environment in the very heart of the Filmpark Babelsberg in Potsdam as well as remote.</li>\n<li>Flat hierarchies, short decision-making processes and the chance to realize your ideas.</li>\n<li>The opportunity for personal and professional development at the digital pulse of our time.</li>\n</ul>\nThis sounds like a good fit? We look forward to getting\n<br>to know you!</div>"]},
{"job_title": null, "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\"><b>We are looking for:</b><br>\nA new member for our Data &amp; Analytics team at Project A.\n<br><br>\nWith the rise of digital-first business models, deriving valuable insights from data to impact impactful business decisions - is the key differentiation for today’s companies. The Data &amp; Analytics team helps our portfolio companies to gain access to these insights through excelling on impactful data topics executed on scalable data infrastructure by enabled teams. We act as a trusted advisor and internal consultant for the companies in Project A’s portfolio. We work project-based and proactively with the teams in our companies, and on a variety of challenges, tech stacks, and problems to solve.\n<br><br>\nTasks\n<br><br>\n<ul>\n<li>Build data-driven applications for our ventures: data warehouses, marketing automation, recommendation engines, etc.</li>\n<li>Integrate data from various systems into flexible and consistent representations. You will make sure that all people and IT systems in the organization have easy access to data through various front-ends and interfaces.</li>\n<li>Work in an agile software development process in close collaboration with the BI team</li>\n<li>Impact the business while working with an amazing cross-functional team</li>\n</ul>\nRequirements\n<br><br>\n<ul>\n<li>A degree in computer science or a comparable qualification</li>\n<li>Genuine interest in data and algorithms and excitement about solving difficult business problems through scalable data products</li>\n<li>Knowledge of version control systems, some web technologies, software engineering best practices, and the inner workings of database systems</li>\n<li>Desire to learn new things ( we know you can “fly at least one type of plane”, and we will provide you with many types and variations of said plane)</li>\n<li>The ability to turn data science into something that creates business value - is a plus</li>\n</ul>\nBenefits\n<br><br>\n<ul>\n<li>Growing in an inspiring team of bright minds</li>\n<li>Have a steep learning curve, take responsibility from day one</li>\n<li>Take advantage of discount opportunities from our portfolio companies</li>\n<li>Stay mindful with the mental health platform Unmind (free membership)</li>\n<li>Mentoring network within our portfolio with 250+ participants</li>\n<li>Brainfood sessions with inspiring topics and paid company lunch (even remote!) &amp; team events</li>\n<li>Mobile work policy Germany-wide or option to work from a modern office (with rooftop terrace in the heart of Berlin)</li>\n</ul>\nDo you want to be part of our success story?\n<br>We are looking forward to your online application.\n<br><br>\nThe most important ingredient for startups are exceptional founders.We aim to be the best choice of partners for them\n<br><br>\n<ul>\n<li>by being conviction and integrity driven investors</li>\n<li>by providing access to operational excellence in product, growth, data and people</li>\n</ul>\nProject A is an equal opportunity employer who values diversity and encourages people of all ethnic &amp; racial origins, gender identities, sexual orientations, religions &amp; ideologies, socio-economic statuses, educational backgrounds, ages, and individuals of all abilities to apply.</div>"]},
{"job_title": null, "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\"><div><p><b>What we offer</b></p><p>\nOur company culture is focused on helping our employees enable innovation by building breakthroughs together. How? We focus every day on building the foundation for tomorrow and creating a workplace that embraces differences, values flexibility, and is aligned to our purpose-driven and future-focused work. We offer a highly collaborative, caring team environment with a strong focus on learning and development, recognition for your individual contributions, and a variety of benefit options for you to choose from. Apply now!</p><p></p><p><b><br>\nTHE ROLE</b></p><p>\nWe are looking for an enthusiastic, free-thinking and self-driven product owner who is keen to collaborate with others and help deliver the future of our SAP Commerce Cloud Solution.<br>\nAs a Product Owner you will join a growing team at the epicenter of product development, where you will collaborate with a wide range of intelligent, dynamic colleagues throughout SAP Commerce Cloud and beyond. You will be responsible for defining and communicating the direction of your product. You will gather feedback, balance requirements and ensure that everything necessary for the release of your product is delivered on time. You will need to manage change when it occurs and remain flexible throughout to ensure that you and your team meet your key objectives.</p><p><br>\nAs a driving force behind the Domain Connectivity on 3rd Party Applications and SAP Customer Experience Solutions, you will be delivering features for connecting our solution across the SAP CX Product Portfolio and external 3rd Party applications with a strong focus to understand and include our SAP strategic Guidelines, negotiate with stakeholders and take tough prioritization decisions - leveraging latest technologies within our product. You translate the market best practices and technology to our product backlog.</p><p></p><div><b><br>\nYOUR RESPONSIBILITIES</b><br>\n<ul><li>Own, plan, design and build market-leading software</li><li>Act as a Product Owner and Domain Expert in an agile development team, creating, managing and grooming the team backlog.</li><li>Understand the market and competitors; identify and prioritize opportunities for existing products, new products and third party integrations.</li><li>Work closely with Key Stakeholders to define the Product Vision, Roadmap and Release Plan.</li><li>Work closely with Software Architects, User Interface Designers, Developers and Quality Assurance to translate high-level requirements into User Stories and review their implementation.</li><li>Be the subject matter expert for your product's capabilities and future plans; inform internal and external teams through email, meetings, conference calls and presentations at technology events.</li></ul></div><div><b><br>\nROLE REQUIREMENTS</b><br>\n<ul><li>University degree, e.g. Computer Science, Engineering, Economics or similar.</li><li>Prior successful collaboration and/or leadership within cross-functional engineering teams.</li><li>Thorough understanding of SaaS technologies as well as the entire software development lifecycle.</li><li>Excellent verbal and written communication skills in English language.</li><li>Ideally you have a development background in Java or web applications</li></ul></div><ul><li>A keen interest in technology and new technology trends.</li><li>A passion for delivering return on investment.</li><li>A self-starting, entrepreneurial mindset and the ability to bring out this quality in others.</li></ul><p><b><br>\nWORK EXPERIENCE</b></p><ul><li>2+ years of e-commerce and/or business analysis and/or product management experience.</li><li>10+ years of professional experience in software development, with a focus on building APIs and services for the cloud.</li><li>Ideally you have working knowledge of one or more of the following industries: eCommerce, software, media, publishing, telecommunications, financial services.</li></ul><p></p><p><b><br>\nPlease upload your application in English language!</b></p><p></p><p><b><br>\nABOUT SAP COMMERCE CLOUD</b><br>\nSAP Commerce Cloud solutions provide omni-channel customer engagement and commerce software that allows organizations to build a contextual understanding of their customers in real-time. The solutions deliver a more impactful, relevant customer experience and help sell more goods, services and digital content across every touch-point, channel and device. Through their state-of-the-art customer data management, context-driven marketing tools and unified commerce processes, SAP Commerce Cloud has helped some of the world’s leading organizations to attract, retain and grow a profitable customer base.</p><p><br>\n#SAPMunichCareers #SAPMunichT3T4Careers</p><p></p><p><b><br>\nWe are SAP</b></p><p>\nSAP innovations help more than 400,000 customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with 200 million users and more than 100,000 employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, we build breakthroughs, together.</p><p></p><p><b><br>\nOur inclusion promise\n</b></p><p>SAP’s culture of inclusion, focus on health and well-being, and flexible working models help ensure that everyone – regardless of background – feels included and can run at their best. At SAP, we believe we are made stronger by the unique capabilities and qualities that each person brings to our company, and we invest in our employees to inspire confidence and help everyone realize their full potential. We ultimately believe in unleashing all talent and creating a better and more equitable world.</p><p></p><p><br>\nSAP is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to the values of Equal Employment Opportunity and provide accessibility accommodations to applicants with physical and/or mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team: Americas: Careers.NorthAmerica@sap.com or Careers.LatinAmerica@sap.com, APJ: Careers.APJ@sap.com, EMEA: Careers@sap.com.</p><p></p><p><br>\nEOE AA M/F/Vet/Disability:<br>\n<br>\nQualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, ethnicity, age, gender (including pregnancy, childbirth, et al), sexual orientation, gender identity or expression, protected veteran status, or disability.</p><p>\nSuccessful candidates might be required to undergo a background verification with an external vendor.</p><p>\n Requisition ID:295250 | Work Area: Solution and Product Management | Expected Travel: 0 - 20% | Career Status: Professional | Employment Type: Regular Full Time |</p></div></div>"]},
{"job_title": null, "job_description": ["<div id=\"jobDescriptionText\" class=\"jobsearch-jobDescriptionText\"><div><p><b>What we offer</b></p><p>\nOur company culture is focused on helping our employees enable innovation by building breakthroughs together. How? We focus every day on building the foundation for tomorrow and creating a workplace that embraces differences, values flexibility, and is aligned to our purpose-driven and future-focused work. We offer a highly collaborative, caring team environment with a strong focus on learning and development, recognition for your individual contributions, and a variety of benefit options for you to choose from. Apply now!</p><p></p><p><b><br>\nYOUR FUTURE ROLE</b></p><p>\nWe are looking for an experienced and dependable individual, who is passionate about developing a scalable SaaS solution in the SAP Cloud Platform (Business Technology Platform). In this role, you’ll iterate quickly with a small but high-energy team to gather data from different source systems. You’ll ensure that we use the most suitable technologies and the right features to allow easy and efficient exploration and analysis of this data.</p><p></p><p><br>\nYou should be hungry, ambitious, and get energized by tying with new people and helping solve their problems with technology. Joining our team is your opportunity to contribute to the growth of a new start-up, in a venture capital style incubator, with the backing of one of the most impactful brands in enterprise technology.</p><p></p><p><b><br>\nYOUR PROFILE</b></p><ul><li>\nBachelor's degree or higher in Software Engineering, Computer Science or a related technical field and 4+ years of professional experience in software development</li><li>\nDeep knowledge of programming constructs like functional, Object-Oriented programming and applied programming skills in at least two of the programming languages: JavaScript/Typescript, Java, Python</li><li>\nKnowledge of front-end frameworks such as React or AngularJS</li><li>\nKnowledge of cloud deployment paradigm using Docker, Kubernetes, Cloud Foundry, etc. and in developing on cloud infrastructures (e.g., AWS, Azure, SAP Business technology platform)</li><li>\nProven success-track in the development of highly scalable cloud applications</li><li>\nExperience with microservice architectures and distributed systems and in automated testing (Unit Testing, Integration Testing, E2E UI testing)</li><li>\nWorking knowledge of agile development principles and experience in using GitHub</li><li>\nFluent English language skills oral and written; German is a plus</li><li>\nA positive, open-minded, and collaborative personality with strong analytical, problem-solving, and self-management skills</li><li>\nExperience with handling of mass data (structured and unstructured)</li><li>\nProficient in writing streaming API</li></ul><p></p><p><br>\nFurthermore, the followings skills are a plus:</p><ul><li>\nKnowledge in SAP HANA, SAP Business Technology Platform (formerly known as SAP Cloud Platform), and SAP CAP</li><li>\nExperience with OData and REST</li><li>\nExperience with the SAP data model (for selected SAP application areas in SAP ERP and/or SAP S/4HANA)</li><li>\nKnowledge in Kafka is highly desirable</li><li>\nIdeally working experience with CI/CD pipelines (ideally Azure DevOps pipelines)</li><li>\nAwareness of secure programming</li></ul><p></p><p><b><br>\nABOUT THE TEAM</b></p><p>\nBuilding on SAP's intelligent enterprise strategy it is the mission of Business Process Intelligence to assist our customers in navigating through their digital transformation, help them understand and improve their business processes in a data-driven way. With the acquisition of Signavio, a recognized and strong market leader in the process excellence and intelligence area, we are together creating a comprehensive, end-to-end Business Process Intelligence (BPI) offering to our customers! Our purpose is to help our customers innovate in an ever-changing world!</p><p></p><p><br>\n #businessprocessintelligence #SAPBPICareers</p><p><b>\n We are SAP</b></p><p>\nSAP innovations help more than 400,000 customers worldwide work together more efficiently and use business insight more effectively. Originally known for leadership in enterprise resource planning (ERP) software, SAP has evolved to become a market leader in end-to-end business application software and related services for database, analytics, intelligent technologies, and experience management. As a cloud company with 200 million users and more than 100,000 employees worldwide, we are purpose-driven and future-focused, with a highly collaborative team ethic and commitment to personal development. Whether connecting global industries, people, or platforms, we help ensure every challenge gets the solution it deserves. At SAP, we build breakthroughs, together.</p><p></p><p><b><br>\nOur inclusion promise\n</b></p><p>SAP’s culture of inclusion, focus on health and well-being, and flexible working models help ensure that everyone – regardless of background – feels included and can run at their best. At SAP, we believe we are made stronger by the unique capabilities and qualities that each person brings to our company, and we invest in our employees to inspire confidence and help everyone realize their full potential. We ultimately believe in unleashing all talent and creating a better and more equitable world.</p><p>\nSAP is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to the values of Equal Employment Opportunity and provide accessibility accommodations to applicants with physical and/or mental disabilities. If you are interested in applying for employment with SAP and are in need of accommodation or special assistance to navigate our website or to complete your application, please send an e-mail with your request to Recruiting Operations Team: Americas: Careers.NorthAmerica@sap.com or Careers.LatinAmerica@sap.com, APJ: Careers.APJ@sap.com, EMEA: Careers@sap.com.</p><p>\nEOE AA M/F/Vet/Disability:<br>\n<br>\nQualified applicants will receive consideration for employment without regard to their age, race, religion, national origin, ethnicity, age, gender (including pregnancy, childbirth, et al), sexual orientation, gender identity or expression, protected veteran status, or disability.</p><p>\nSuccessful candidates might be required to undergo a background verification with an external vendor.</p><p>\n Requisition ID:306371 | Work Area: Software-Design und Entwicklung | Expected Travel: 0 - 10% | Career Status: Berufserfahren | Employment Type: Vollzeit, unbefristet |</p></div></div>"]}
]